Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# lidar_state_standby
source: 待机
de: Standby
en: Standby
es: Standby
fr: Standby
it: Standby
tr: Beklemede
zh_hant: 待機

# lidar_state_unsupported
source: LiDAR 不可用
de: LiDAR unavailable
en: LiDAR unavailable
es: LiDAR unavailable
fr: LiDAR unavailable
it: LiDAR unavailable
tr: LiDAR kullanılamıyor
zh_hant: LiDAR 無法使用

# lidar_stop
source: 停止
de: Stop
en: Stop
es: Stop
fr: Stop
it: Stop
tr: Durdur

# lidar_title
source: LiDAR 辅助
de: LiDAR Assist
en: LiDAR Assist
es: LiDAR Assist
fr: LiDAR Assist
it: LiDAR Assist
tr: LiDAR Yardımı
zh_hant: LiDAR 輔助

# lidar_unfreeze
source: 实时
de: Live
en: Live
es: Live
fr: Live
it: Live
tr: Canlı
zh_hant: 即時

# lidar_unsupported
source: 此设备不支持 LiDAR 深度。
de: This device does not support LiDAR depth.
en: This device does not support LiDAR depth.
es: This device does not support LiDAR depth.
fr: This device does not support LiDAR depth.
it: This device does not support LiDAR depth.
tr: Bu aygıt LiDAR derinliğini desteklemiyor.
zh_hant: 此裝置不支援 LiDAR 深度。

# lidar_warning
source: 附近有障碍物
de: Obstacle nearby
en: Obstacle nearby
es: Obstacle nearby
fr: Obstacle nearby
it: Obstacle nearby
tr: Yakında engel var
zh_hant: 附近有障礙物

# lidar_zone_center
source: 中间
de: Center
en: Center
es: Center
fr: Center
it: Center
tr: Merkez
zh_hant: 中間

# lidar_zone_left
source: 左侧
de: Left
en: Left
es: Left
fr: Left
it: Left
tr: Sol
zh_hant: 左側

# lidar_zone_right
source: 右侧
de: Right
en: Right
es: Right
fr: Right
it: Right
tr: Sağ
zh_hant: 右側

# maintenance_need
source: 需要保养
de: Need maintenance
en: Need maintenance
es: Necesita mantenimiento
fr: Need maintenance
it: Necessita di manutenzione
tr: Bakım gerekiyor
zh_hant: 需要維護

# maintenance_need_msg
source: 车机系统提示需要进行常规保养检查，请及时预约售后服务。
de: Das Fahrzeugsystem weist darauf hin, dass routinemäßige Wartung und Inspektion erforderlich sind. Bitte vereinbaren Sie rechtzeitig einen Termin für den Kundendienst.
en: The car system prompts that routine maintenance and inspection are required. Please make an appointment for after-sales service in time.
es: El sistema del automóvil indica que se requieren inspecciones y mantenimiento de rutina. Concierte una cita para el servicio posventa a tiempo.
fr: Le système du véhicule indique qu'un entretien et une inspection de routine sont nécessaires. Veuillez prendre rendez-vous à temps pour le service après-vente.
it: Il sistema dell'auto segnala la necessità di manutenzione e ispezione di routine. Si prega di fissare in tempo un appuntamento per il servizio post-vendita.
tr: Araç sistemi rutin bakım ve incelemenin gerekli olduğunu talep eder. Lütfen satış sonrası servis için zamanında randevu alın.
zh_hant: 汽車系統提示需要進行日常維護和檢查。 請及時預約售後服務。

# maintenance_need_no
source: 无需保养
de: No need for maintenance
en: No need for maintenance
es: No need for maintenance
fr: Pas besoin d'entretien
it: No need for maintenance
tr: Bakıma gerek yok
zh_hant: 無需維護

# maintenance_need_title
source: 车辆保养提醒
de: Vehicle maintenance reminder
en: Vehicle maintenance reminder
es: Recordatorio de mantenimiento del vehículo
fr: Vehicle maintenance reminder
it: Vehicle maintenance reminder
tr: Araç bakım hatırlatıcısı
zh_hant: 車輛維護提醒

# maintenance_state_due_soon
source: 即将保养
de: Wartung bald fällig
en: Maintenance due soon
es: Maintenance due soon
fr: Entretien bientôt prévu
it: Manutenzione prevista a breve
tr: Bakım yaklaşıyor
zh_hant: 即將保養

# maintenance_state_normal
source: 当前无需保养
de: Keine Wartung erforderlich
en: No maintenance needed
es: No necesita mantenimiento
fr: No maintenance needed
it: No maintenance needed
tr: Bakım gerekmiyor
zh_hant: 目前無需保養

# maintenance_state_required
source: 必须保养
de: Wartung erforderlich
en: Maintenance required
es: Mantenimiento requerido
fr: Maintenance required
it: Manutenzione richiesta
tr: Bakım gerekli
zh_hant: 必須保養

# maintenance_state_unknown
source: 等待仪表数据
de: Warten auf Dashboard-Daten
en: Waiting for dashboard data
es: Esperando datos del panel
fr: En attente des données du tableau de bord
it: Waiting for dashboard data
tr: Gösterge verisi bekleniyor
zh_hant: 等待儀表資料

# maintenance_warning_msg
source: 距离下次保养仅剩 %@，为了最佳骑行体验，请提前准备耗材。
de: Bis zur nächsten Wartung sind nur noch %@ übrig. Für das beste Fahrerlebnis bereiten Sie bitte die Materialien im Voraus vor.
en: There are only %@ left before the next maintenance. For the best riding experience, please prepare the supplies in advance.
es: Solo quedan %@ antes del próximo mantenimiento. Para disfrutar de la mejor experiencia de conducción, prepare los suministros con antelación.
fr: Il ne reste que %@ avant la prochaine maintenance. Pour une expérience de conduite optimale, veuillez préparer les fournitures à l'avance.
it: There are only %@ left before the next maintenance. For the best riding experience, please prepare the supplies in advance.
tr: Bir sonraki bakıma sadece %@ kaldı. En iyi sürüş deneyimi için lütfen malzemeleri önceden hazırlayın.
zh_hant: 距離下一次保養只剩 %@，為了獲得最佳騎行體驗，請提前準備耗材。

# maintenance_warning_title
source: 保养里程预警
de: Maintenance mileage warning
en: Maintenance mileage warning
es: Advertencia de kilometraje de mantenimiento
fr: Avertissement de kilométrage d'entretien
it: Avviso chilometraggio di manutenzione
tr: Bakım kilometre uyarısı
zh_hant: 維護里程警告

# moto_down_msg
source: 车辆姿态极度异常，请立即检查车辆与人员状况 （扶正车身将自动解除警报）
de: The posture of the vehicle is extremely abnormal. Please check the condition of the vehicle and the personnel immediately (the correct body will automatically lift the alarm)
en: The posture of the vehicle is extremely abnormal. Please check the condition of the vehicle and the personnel immediately (the correct body will automatically lift the alarm)
es: The posture of the vehicle is extremely abnormal. Please check the condition of the vehicle and the personnel immediately (the correct body will automatically lift the alarm)
fr: The posture of the vehicle is extremely abnormal. Please check the condition of the vehicle and the personnel immediately (the correct body will automatically lift the alarm)
it: The posture of the vehicle is extremely abnormal. Please check the condition of the vehicle and the personnel immediately (the correct body will automatically lift the alarm)
tr: Aracın duruşu son derece anormal. Lütfen aracın ve personelin durumunu derhal kontrol edin (doğru gövde alarmı otomatik olarak kaldıracaktır)
zh_hant: 車輛的姿態非常不正常。 請立即檢查車輛和人員的狀況 （正確的車身將自動解除警報）

# moto_down_title
source: 侦测到摔车 / 倒地
de: Erkannter Absturz/Sturz des Autos auf den Boden
en: Detected car fall / fall to the ground
es: Detected car fall / fall to the ground
fr: Chute de voiture détectée / chute au sol
it: Rilevata caduta/caduta a terra dell'auto
tr: Arabadan düştüğü / yere düştüğü tespit edildi
zh_hant: 偵測到摔車 / 倒地

# music_not_play
source: 暂无播放
de: Not play
en: Not play
es: no jugar
fr: Ne pas jouer
it: Non giocare
tr: Oynama
zh_hant: 暫無播放

# music_unknow_artist
source: 未知歌手
de: Unbekannter Künstler
en: Unknows artist
es: Unknows artist
fr: Artiste inconnu
it: Unknows artist
tr: Bilinmeyen sanatçı

# music_unknow_music
source: 未知歌曲
de: Unbekanntes Lied
en: Unknown song
es: Canción desconocida
fr: Unknown song
it: Unknown song
tr: Bilinmeyen şarkı

# navigation_in_progress
source: 导航中
de: Navigating
en: Navigating
es: Navigating
fr: Navigation
it: Navigazione
tr: Navigasyon devam ediyor
zh_hant: 導航中

# next_road_name_prefix
source: 下段路名称:
de: Next road:
en: Next road:
es: Próximo camino:
fr: Prochaine route :
it: Prossima strada:
tr: Sonraki yol:
zh_hant: 下段路名稱：

# notification_action_acknowledge
source: 确认
de: Acknowledge
en: Acknowledge
es: Acknowledge
fr: Acknowledge
it: Acknowledge
tr: Onayla
zh_hant: 確認

# notification_action_open
source: 打开
de: Open
en: Open
es: Abierto
fr: Ouvrir
it: Aprire
tr: Aç
zh_hant: 打開

# notification_action_snooze
source: 暂停 30 分钟
de: Snooze 30 min
en: Snooze 30 min
es: Snooze 30 min
fr: Répéter 30 minutes
it: Posticipa 30 minuti
tr: 30 dk ertele
zh_hant: 暫停 30 分鐘

# notification_anti_theft_body
source: 你仍在停车点附近时车辆连接断开，请检查车辆状态。
de: The motorcycle connection was lost while you were near its parking location. Check the motorcycle.
en: The motorcycle connection was lost while you were near its parking location. Check the motorcycle.
es: The motorcycle connection was lost while you were near its parking location. Check the motorcycle.
fr: La connexion de la moto a été perdue alors que vous étiez à proximité de son emplacement de stationnement. Vérifiez la moto.
it: The motorcycle connection was lost while you were near its parking location. Check the motorcycle.
tr: Motosiklet bağlantısı park konumunun yakınındayken kesildi. Motosikleti kontrol edin.
zh_hant: 你仍在停車點附近時車輛連線中斷，請檢查車輛狀態。

# notification_anti_theft_title
source: 车辆连接异常
de: Motorradverbindungswarnung
en: Motorcycle connection alert
es: Motorcycle connection alert
fr: Alerte connexion moto
it: Avviso di connessione moto
tr: Motosiklet bağlantı uyarısı
zh_hant: 車輛連線異常

# obd_diagnostic_cancelled
source: 诊断已取消
de: Diagnose abgebrochen
en: Diagnostic cancelled
es: Diagnóstico cancelado
fr: Diagnostic cancelled
it: Diagnostic cancelled
tr: Teşhis iptal edildi
zh_hant: 診斷已取消

# obd_diagnostic_center
source: 只读诊断中心
de: Read-only diagnostic center
en: Read-only diagnostic center
es: Centro de diagnóstico de solo lectura
fr: Centre de diagnostic en lecture seule
it: Centro diagnostico di sola lettura
tr: Salt okunur teşhis merkezi
zh_hant: 唯讀診斷中心

# obd_diagnostic_dids
source: 已确认 DID 读取
de: Bestätigte DID-Lesungen
en: Confirmed DID reads
es: Confirmed DID reads
fr: Lectures DID confirmées
it: Letture DID confermate
tr: Onaylanmış DID okumaları
zh_hant: 已確認 DID 讀取

# obd_diagnostic_disconnected
source: 请先连接摩托车，再运行诊断。
de: Schließen Sie das Motorrad an, bevor Sie eine Diagnose durchführen.
en: Connect the motorcycle before running a diagnostic.
es: Conecte la motocicleta antes de realizar un diagnóstico.
fr: Connect the motorcycle before running a diagnostic.
it: Connect the motorcycle before running a diagnostic.
tr: Teşhis çalıştırmadan önce motosikleti bağlayın.
zh_hant: 請先連接摩托車，再執行診斷。

# obd_diagnostic_dtcs
source: 已确认故障码
de: Bestätigte Fehlercodes
en: Confirmed trouble codes
es: Códigos de problema confirmados
fr: Codes d'anomalie confirmés
it: Codici di errore confermati
tr: Onaylanmış arıza kodları
zh_hant: 已確認故障碼

# obd_diagnostic_failures
source: 警告与失败原因
de: Warnungen und Ausfälle
en: Warnings and failures
es: Warnings and failures
fr: Avertissements et échecs
it: Avvertimenti e fallimenti
tr: Uyarılar ve hatalar
zh_hant: 警告與失敗原因

# obd_diagnostic_finished
source: 诊断完成
de: Diagnostic finished
en: Diagnostic finished
es: Diagnostic finished
fr: Diagnostic terminé
it: Diagnostica terminata
tr: Teşhis tamamlandı
zh_hant: 診斷完成

# obd_diagnostic_freeze_frame
source: 冻结帧
de: Freeze frame
en: Freeze frame
es: Congelar fotograma
fr: Freeze frame
it: Freeze frame
tr: Dondurulmuş kare
zh_hant: 凍結幀

# obd_diagnostic_freeze_frame_unavailable
source: 冻结帧数据不可用
de: Freeze frame data unavailable
en: Freeze frame data unavailable
es: Los datos del cuadro congelado no están disponibles
fr: Freeze frame data unavailable
it: Freeze frame data unavailable
tr: Dondurulmuş kare verisi kullanılamıyor
zh_hant: 凍結幀資料不可用

# obd_diagnostic_mode6
source: Mode 6 检测报告
de: Modus-6-Monitortests
en: Mode 6 monitor tests
es: Pruebas de monitor modo 6
fr: Tests du moniteur mode 6
it: Test di monitoraggio in modalità 6
tr: Mode 6 izleme testleri
zh_hant: Mode 6 檢測報告

# obd_diagnostic_no_data
source: 无数据
de: Keine Daten
en: No data
es: No data
fr: Aucune donnée
it: No data
tr: Veri yok
zh_hant: 無資料

# obd_diagnostic_no_dtc
source: 没有已确认故障码
de: Keine bestätigten Fehlercodes
en: No confirmed trouble codes
es: No confirmed trouble codes
fr: Aucun code d'anomalie confirmé
it: No confirmed trouble codes
tr: Onaylanmış arıza kodu yok
zh_hant: 沒有已確認故障碼

# obd_diagnostic_no_dtc_freeze_frame
source: 没有已确认故障码，因此未请求冻结帧
de: Kein bestätigter Fehlercode; Standbild wurde nicht angefordert
en: No confirmed trouble code; freeze frame was not requested
es: No confirmed trouble code; freeze frame was not requested
fr: No confirmed trouble code; freeze frame was not requested
it: No confirmed trouble code; freeze frame was not requested
tr: Onaylanmış arıza kodu yok; dondurulmuş kare istenmedi
zh_hant: 沒有已確認故障碼，因此未請求凍結幀

# obd_diagnostic_none
source: 无
de: Keiner
en: None
es: Ninguno
fr: Aucun
it: Nessuno
tr: Yok
zh_hant: 無

# obd_diagnostic_notification_body
source: 发现已确认故障码，请打开诊断中心查看详情。
de: Confirmed trouble codes were found. Open the diagnostic center for details.
en: Confirmed trouble codes were found. Open the diagnostic center for details.
es: Se encontraron códigos de problema confirmados. Abra el centro de diagnóstico para obtener más detalles.
fr: Des codes d'anomalie confirmés ont été trouvés. Ouvrez le centre de diagnostic pour plus de détails.
it: Confirmed trouble codes were found. Open the diagnostic center for details.
tr: Onaylanmış arıza kodları bulundu. Ayrıntılar için teşhis merkezini açın.
zh_hant: 發現已確認故障碼，請開啟診斷中心查看詳情。

# obd_diagnostic_notification_title
source: 车辆诊断提醒
de: Vehicle diagnostic warning
en: Vehicle diagnostic warning
es: Vehicle diagnostic warning
fr: Avertissement de diagnostic du véhicule
it: Avviso diagnostico del veicolo
tr: Araç teşhis uyarısı
zh_hant: 車輛診斷提醒

# obd_diagnostic_ready
source: 准备就绪，尚未向车辆发送指令。
de: Ready. No vehicle command has been sent.
en: Ready. No vehicle command has been sent.
es: Ready. No vehicle command has been sent.
fr: Prêt. Aucune commande de véhicule n'a été envoyée.
it: Pronto. Nessun comando del veicolo è stato inviato.
tr: Hazır. Henüz hiçbir araç komutu gönderilmedi.
zh_hant: 準備就緒，尚未向車輛發送指令。

# obd_diagnostic_run
source: 开始健康报告
de: Run health report
en: Run health report
es: Ejecutar informe de salud
fr: Run health report
it: Esegui il rapporto sullo stato di salute
tr: Sağlık raporunu çalıştır
zh_hant: 開始健康報告

# obd_diagnostic_save_failed
source: 报告保存失败
de: Bericht konnte nicht gespeichert werden
en: Report could not be saved
es: No se pudo guardar el informe
fr: Le rapport n'a pas pu être enregistré
it: Impossibile salvare il rapporto
tr: Rapor kaydedilemedi
zh_hant: 報告保存失敗

# obd_diagnostic_saved
source: 报告已保存到当前摩托车档案
de: Bericht wird für das ausgewählte Motorrad gespeichert
en: Report saved to the selected motorcycle
es: Informe guardado en la motocicleta seleccionada.
fr: Rapport enregistré sur la moto sélectionnée
it: Rapporto salvato sulla moto selezionata
tr: Rapor seçili motosiklete kaydedildi
zh_hant: 報告已保存到目前摩托車檔案

# obd_diagnostic_started
source: 诊断已开始
de: Diagnose gestartet
en: Diagnostic started
es: Diagnóstico iniciado
fr: Diagnostic démarré
it: Avviata la diagnostica
tr: Teşhis başladı
zh_hant: 診斷已開始

# obd_disconnect
source: 断开连接
de: Trennen
en: Disconnect
es: Disconnect
fr: Déconnecter
it: Disconnect
tr: Bağlantıyı kes
zh_hant: 中斷連線

# obd_evidence_clear
source: 清空证据
de: Eindeutige Beweise
en: Clear evidence
es: evidencia clara
fr: Des preuves claires
it: Prove chiare
tr: Kanıtı temizle
zh_hant: 清除證據

# obd_evidence_clear_hint
source: 要删除本地捕获的全部只读响应吗？
de: Alle lokal erfassten schreibgeschützten Antworten löschen?
en: Delete all locally captured read-only responses?
es: Delete all locally captured read-only responses?
fr: Supprimer toutes les réponses en lecture seule capturées localement ?
it: Eliminare tutte le risposte di sola lettura acquisite localmente?
tr: Yerel olarak yakalanan tüm salt okunur yanıtlar silinsin mi?
zh_hant: 要刪除本機擷取的全部唯讀回應嗎？

# obd_evidence_export
source: 导出证据
de: Export evidence
en: Export evidence
es: Exportar evidencia
fr: Export evidence
it: Export evidence
tr: Kanıtı dışa aktar
zh_hant: 匯出證據

# obd_evidence_export_hint
source: 导出文件中的 VIN 会被脱敏。
de: VIN-Werte werden in Exporten maskiert.
en: VIN values are masked in exports.
es: VIN values are masked in exports.
fr: Les valeurs VIN sont masquées dans les exportations.
it: VIN values are masked in exports.
tr: Dışa aktarımlarda VIN değerleri maskelenir.
zh_hant: 匯出檔案中的 VIN 會被遮罩。

# obd_evidence_import
source: 导入 BLE 证据
de: Import BLE evidence
en: Import BLE evidence
es: Import BLE evidence
fr: Import BLE evidence
it: Import BLE evidence
tr: BLE kanıtını içe aktar
zh_hant: 匯入 BLE 證據

# obd_evidence_import_failed
source: 证据文件无法导入。
de: Die Beweisdatei konnte nicht importiert werden.
en: The evidence file could not be imported.
es: No se pudo importar el archivo de pruebas.
fr: The evidence file could not be imported.
it: Non è stato possibile importare il file delle prove.
tr: Kanıt dosyası içe aktarılamadı.
zh_hant: 證據檔案無法匯入。

# obd_evidence_import_success
source: 已导入 %ld 个会话、%ld 帧；其中 %ld 帧无效。
de: %ld Sitzungen und %ld Frames importiert; %ld ungültige Frames.
en: Imported %ld sessions, %ld frames; %ld invalid frames.
es: Se importaron %ld sesiones y %ld tramas; %ld tramas no válidas.
fr: %ld sessions importées, %ld trames ; %ld trames invalides.
it: Importate %ld sessioni e %ld frame; %ld frame non validi.
tr: %ld oturum, %ld kare içe aktarıldı; %ld kare geçersiz.
zh_hant: 已匯入 %ld 個工作階段、%ld 個訊框；其中 %ld 個無效。

# obd_evidence_title
source: XP400 指令证据
de: XP400 evidence
en: XP400 evidence
es: evidencia XP400
fr: XP400 evidence
it: XP400 evidence
tr: XP400 kanıtı
zh_hant: XP400 指令證據

# parking_location_updated
source: 停车定位已更新
de: Parking location updated
en: Parking location updated
es: Parking location updated
fr: Parking location updated
it: Parking location updated
tr: Park konumu güncellendi
zh_hant: 停車定位已更新

# parking_lock_msg
source: 防盗守护已通过 Siri 开启。
de: Der Diebstahlschutz wurde über Siri aktiviert.
en: The anti-theft guard has been turned on through Siri.
es: Se ha activado la guardia antirrobo a través de Siri.
fr: The anti-theft guard has been turned on through Siri.
it: La protezione antifurto è stata attivata tramite Siri.
tr: Hırsızlık önleme koruması Siri aracılığıyla açıldı.
zh_hant: 防盜衛士已透過Siri開啟。

# parking_lock_title
source: 系统锁定
de: Systemsperre
en: System lock
es: System lock
fr: Verrouillage du système
it: System lock
tr: Sistem kilidi
zh_hant: 系統鎖

# parking_unlock_msg
source: 防盗守护已解除。
de: Der Diebstahlschutz wurde aufgehoben.
en: The anti-theft guard has been lifted.
es: The anti-theft guard has been lifted.
fr: The anti-theft guard has been lifted.
it: La guardia antifurto è stata alzata.
tr: Hırsızlık önleyici koruma kaldırıldı.
zh_hant: 防盜衛士已經解除了。

# parking_unlock_title
source: 系统解锁
de: System unlocking
en: System unlocking
es: Desbloqueo del sistema
fr: Déverrouillage du système
it: Sblocco del sistema
tr: Sistem kilidi açma
zh_hant: 系統解鎖

# pin_parking
source: 你的车在这里
de: Your moto is here.
en: Your moto is here.
es: Tu moto está aquí.
fr: Votre moto est ici.
it: Your moto is here.
tr: Motosikletin burada.
zh_hant: 你的摩托車在這裡

# pitch_down
source: ▼ %d° 下坡
de: ▼ %d ° Bergab
en: ▼ %d° Downhill
es: ▼ %d ° Cuesta abajo
fr: ▼ %d ° Descente
it: ▼ %d ° Discesa
tr: ▼ %d° Yokuş aşağı

# pitch_normal
source: 0° 平路
de: 0° gerader Weg
en: 0° straight path
es: 0° camino recto
fr: 0° trajectoire rectiligne
it: 0° straight path
tr: 0° düz yol

# pitch_up
source: ▲ %d° 上坡
de: ▲ %d ° Bergauf
en: ▲ %d° Uphill
es: ▲ %d ° Cuesta arriba
fr: ▲ %d° Uphill
it: ▲ %d ° In salita
tr: ▲ %d° Uphill

# ptt_audio_interrupted
source: 音频已中断，请点击恢复后继续。
de: Audio interrupted. Tap resume to continue.
en: Audio interrupted. Tap resume to continue.
es: Audio interrupted. Tap resume to continue.
fr: Audio interrupted. Tap resume to continue.
it: Audio interrupted. Tap resume to continue.
tr: Ses kesildi. Devam etmek için sürdür düğmesine dokunun.
zh_hant: 音訊已中斷，請點擊恢復後繼續。

# ptt_change_hand_free
source: 切换为：免提声控模式
de: Switch to: free voice control mode
en: Switch to: free voice control mode
es: Cambiar a: modo de control de voz gratuito
fr: Passer à : mode de commande vocale gratuit
it: Switch to: free voice control mode
tr: Şuraya geç: ücretsiz ses kontrol modu
zh_hant: 切換到：自由語音控制模式

# ptt_change_ptt
source: 切换为：按键对讲模式
de: Switch to: key intercom mode
en: Switch to: key intercom mode
es: Switch to: key intercom mode
fr: Switch to: key intercom mode
it: Switch to: key intercom mode
tr: Şuraya geçin: anahtar interkom modu
zh_hant: 切換到：按鍵對講模式

# ptt_close
source: 对讲机已关闭
de: Das Walkie-Talkie ist ausgeschaltet.
en: The walkie-talkie is turned off.
es: The walkie-talkie is turned off.
fr: The walkie-talkie is turned off.
it: The walkie-talkie is turned off.
tr: Telsiz kapalı.
zh_hant: 對講機關閉了。

# ptt_find_friend
source: 正在扫描附近的车友...
de: Autofreunde in der Nähe werden gescannt...
en: Nearby car friends are being scanned...
es: Nearby car friends are being scanned...
fr: Les amis en voiture à proximité sont scannés...
it: Nearby car friends are being scanned...
tr: Yakındaki araba arkadaşları taranıyor...
zh_hant: 附近的汽車朋友正在被掃描......

# ptt_hand_free_listening
source: 免提模式监控中...
de: In the monitoring of the handless mode...
en: In the monitoring of the handless mode...
es: En la monitorización del modo sin manos...
fr: Dans la surveillance du mode sans poignée...
it: In the monitoring of the handless mode...
tr: Ücretsiz modda izleme...
zh_hant: 在處理模式的監控中......

# ptt_in
source: 加入车队对讲
de: Treten Sie der Team-Gegensprechanlage bei
en: Join the team intercom
es: Únase al equipo de intercomunicación
fr: Join the team intercom
it: Unisciti all'interfono della squadra
tr: Takım interkomuna katılın
zh_hant: 加入團隊對講機

# ptt_out
source: 退出车队对讲
de: Verlassen Sie die Team-Gegensprechanlage
en: Exit the team intercom
es: Salir del intercomunicador del equipo
fr: Sortez de l'interphone de l'équipe
it: Exit the team intercom
tr: Takım interkomundan çık
zh_hant: 退出團隊對講機

# ptt_push
source: 按住说话
de: Halten Sie gedrückt und sprechen Sie.
en: Hold down and speak.
es: Hold down and speak.
fr: Attendez et parlez.
it: Tieni premuto e parla.
tr: Tutun ve konuşun.
zh_hant: 按住並說話。

# ptt_radio
source: 正在广播语音...
de: Broadcast sound...
en: Broadcast sound...
es: Broadcast sound...
fr: Diffusion du son...
it: Trasmetti l'audio...
tr: Yayın sesi...
zh_hant: 廣播聲音...

# ptt_ready_connect
source: 准备连接。。。
de: Get ready to connect...
en: Get ready to connect...
es: Prepárate para conectarte...
fr: Préparez-vous à vous connecter...
it: Get ready to connect...
tr: Bağlanmaya hazır olun...
zh_hant: 準備好連線...

# ptt_ready_connect_count
source: 当前连接车友数: %d
de: Anzahl der aktuell verbundenen Autofreunde: %d
en: Number of currently connected car friends: %d
es: Número de amigos en automóvil actualmente conectados: %d
fr: Number of currently connected car friends: %d
it: Numero di amici in auto attualmente connessi: %d
tr: Şu anda bağlı araba arkadaşlarının sayısı: %d
zh_hant: 當前連線的汽車朋友數量：%d

# ptt_ready_connected
source: 已连接，随时对讲
de: Connected, intercom at any time
en: Connected, intercom at any time
es: Connected, intercom at any time
fr: Connecté, interphone à tout moment
it: Connesso, citofonico in qualsiasi momento
tr: Bağlı, herhangi bir zamanda interkom
zh_hant: 連線，隨時對講機

# ptt_ready_connected_name
source: 已连接到: %@
de: Verbunden mit: %@
en: Connected to: %@
es: Conectado a: %@
fr: Connected to: %@
it: Connesso a: %@
tr: Bağlı: %@
zh_hant: 連線到：%@

# ptt_release
source: 松开结束
de: Freigeben
en: Release
es: Release
fr: Libérer
it: Release
tr: Bırakmak
zh_hant: 松出結束

# ptt_restore_on_launch
source: 启动时恢复对讲
de: Restore PTT at launch
en: Restore PTT at launch
es: Restaurar PTT en el lanzamiento
fr: Restore PTT at launch
it: Ripristina PTT all'avvio
tr: Başlangıçta PTT'yi geri yükle
zh_hant: 啟動時恢復對講

# ptt_resume_audio
source: 恢复音频
de: Resume audio
en: Resume audio
es: Resume audio
fr: Resume audio
it: Resume audio
tr: Sesi sürdür
zh_hant: 恢復音訊

# ride_black_box_count
source: 已保存事件片段: %d
de: Saved event clips: %d
en: Saved event clips: %d
es: Clips de eventos guardados: %d
fr: Saved event clips: %d
it: Clip evento salvati: %d
tr: Kaydedilen olay klibi: %d
